{
	"Сырники" : [
	{
	"творог":[400, "г"],
	"яйцо": [1, "шт"],
	"мука": [100, "г"],
	"сахар" : [50, "г"]
	}, 
	"Смешайте творог, сахар и муку, разбейте яйцо. Смочите руки небольшим количеством подсолнечного масла и скатайте из полученной творожной массы небольшие шарики диаметром 3-4 см. Запанируйте сырники в муке, чтобы они зажарились до аппетитной корочки, затем обжаривайте сырники 2-3 минуты на каждой стороне. Приятного аппетита!",
	"syrniki.jpg"
	],
	
	"Яичница-глазунья" : [
	{
	"яйцо": [2, "шт"]
	}, 
	"Поставьте сковородку на большой огонь. Налейте масла. Когда масло нагреется, но еще не закипит, осторожно разбейте яйца. Через 30 секунд уменьшите огонь до среднего и жарьте еще примерно минуту, периодически наклоняя сковородку в разные стороны. Переложите на теплую тарелку и немедленно подавайте. Приятного аппетита!",
	"eggs.jpg"
	],
	
	"Английский завтрак" : [
	{
	"яйцо": [2, "шт"],
	"бекон": [2, "шт"],
	"сосиски": [2, "шт"],
	"помидор": [1, "шт"],
	"шампиньоны": [3, "шт"],
	"фасоль": [50, "г"],
	"сливочное масло": [20, "г"],
	"хлеб": [1, "шт"]
	}, 
	"1. Для начала необходимо обжарить бекон и сосиски на раскаленной сковороде до румяной корочки. Далее порезать грибы на небольшие кусочки, а помидор на две части, после чего обжарить овощи на сковороде с добавлением растительного масла.\n2. Разбить яйца и приготовить из них глазунью, а тосты поджарить в тостере или на той сковороде, где готовились сосиски и бекон.\n3. Фасоль необходимо отправить в сотейник и готовить, помешивая, около пяти - семи минут, после чего добавить в получившийся соус сливочное масло, перец и соль.\n4. Все ингредиенты выложить на большую тарелку в следующей последовательности: фасоль, яйца, шампиньоны, половинки томата, сосиски и бекон. Поджаренные тосты следует положить сбоку. Готовое блюдо подавать горячим. Приятного аппетита!",
	"english.jpg"
	],
	
	"Ленивая пицца на сковороде" : [
	{
	"сметана": [50, "г"],
	"майонез": [50, "г"],
	"яйцо": [1, "шт"],
	"мука": [1, "шт"],
	"колбаса": [100, "г"],
	"сыр": [80, "г"],
	"помидор": [1, "шт"]
	}, 
	"1. Колбасу нарежьте тонкими ломтиками, помидор - дольками, сыр натрите на крупной терке.\n2. В миску выложите сметану и майонез, вбейте яйцо, посолите и поперчите по вкусу, а затем перемешать до однородности. Всыпьте муку и венчиком замесите густое тесто без комочков.\n3. Холодную сковороду смажьте растительным маслом и равномерно распределите тесто по всей поверхности. На тесто выложьте колбасу и помидоры, присыпьте сверху сыром. Поставьте сковороду на средний огонь, накройте крышкой и готовьте пиццу 20 минут. Сыр должен расплавиться, а тесто - подрумяниться. Приятного аппетита!",
	"pizza.jpg"
	],
	
	"Французский завтрак" : [
	{
	"хлеб": [1, "шт"],
	"молоко": [80, "мл"],
	"яйцо": [2, "шт"],
	"сахар": [10, "г"],
	"сливочное масло": [10, "г"]
	}, 
	"1. Яйца вымойте и вбейте в миску. Добавьте сахар и щепотку соли. Соль стоит добавить для того, чтобы сделать вкус тостов более ярким, но этот ингредиент вовсе не является обязательным.\n2. Тщательно взбейте смесь вилкой или венчиком до появления пузырьков воздуха. Влейте молоко и снова тщательно перемешайте в течение пары минут.\n3. Белый хлеб нарежьте на порционные ломтики толщиной полтора сантиметра. Небольшую сковороду разогрейте на сильном огне, затем уменьшите огонь до среднего и растопите на сковороде сливочное масло. Хлеб обмакните в яичной смеси со всех сторон и сразу же выложите обжариваться на две-три минуты. Периодически стоит приподнимайте тост и следить за колером: так как в яичной смеси присутствует сахар, тосты могут быстро пригореть, если огонь будет слишком сильным. Как только тосты поджарятся, переверните их на другую сторону и жарьте ещё две минуты. Подавайте горячими.Приятного аппетита!",
	"french.jpg"
	],
	
	"Панкейки" : [
	{
	"яйцо": [2, "шт"],
	"молоко": [200, "мл"],
	"мука": [200, "г"],
	"разрыхлитель": [10, "г"],
	"сахар": [40, "г"]
	}, 
	"Смешайте яйца и молоко, затем добавьте сахар и взбейте до однородной массы. Введите муку и разрыхлитель, тщательно перемешайте - тесто должно быть средней густоты. Жарьте панкейки на среднем огне на антипригарной сковороде (если ее нет - налейте немного масла на обычную), переворачивайте, когда поверхность панкейка станет пористой, но при этом влажной.",
	"pancakes.jpg"
	],
	
	"Банановые оладьи" : [
	{
	"банан": [1, "шт"],
	"яйцо": [2, "шт"],
	"лимон": [1, "шт"]
	}, 
	"1. Лучше всего использовать очень зрелые или даже перезрелые бананы - они намного слаще и ароматнее. По желанию банан, не очищая от кожуры, можно запечь в духовке при температуре 120 градусов примерно 15-20 минут - это поможет банану быстро дойти до максимально спелого и сладкого состояния.\n2. Из лимона отожмите примерно 1 ст. ложку сока. Банан очистите от кожуры, поломайте на кусочки и поместите в чашу блендера. Добавьте яйцо и лимонный сок. Взбейте на высокой скорости примерно 3-4 минуты. Когда масса станет однородной и воздушной, побелеет и увеличится в объёме почти в два раза - тесто готово. Можно приступать к обжариванию оладий.\n3. Разогрейте антипригарную сковороду на огне чуть ниже среднего и кисточкой смажьте тонким слоем растительного масла. Порциями, по 1 ст. ложке, выложите банановое тесто на сковороду, прикройте крышкой и готовьте примерно 3 минуты, пока поверхность оладий не станет матовой.\n4. Осторожно переверните оладьи, накройте сковороду крышкой и обжарьте ещё примерно 2-3 минуты, до золотистого цвета. Приятного аппетита!",
	"banana_pancakes.jpg"
	]
}